"RulesDistrib" =
"On etale 8 rangees de 8 cartes, toutes decouvertes. Le reste des cartes forme le talon.";

"RulesPlay" =
"On peut deplacer une carte soit sur une colonne vide, soit sur une carte de rang immediatement superieur et de couleur opposee (exemple : sur le 5 de coeur, on peut mettre un 4 de trefle ou de pique, mais pas celui de carreau ou de coeur). On peut de la mÍme maniere deplacer une serie de cartes de couleurs alternees.
Les as sont ecartes. Les cartes de mÍme couleur peuvent ensuite Ítre empilees dans un ordre croissant (2 de coeur sur un as de coeur, etc.). Le but est d'ecarter toutes les cartes de cette maniere
Lorsqu'on ne peut plus faire aucun mouvement, on retourne la premiere carte du talon et on la pose sur la colonne de gauche (ce qui a pour effet de la bloquer tres rapidement).";
